alacritty
alsa-utils
aurorae
base
base-devel
bat
bluedevil
blueman
bluez-utils
borg
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
cava
cmake
discover
dkms
dolphin
drkonqi
dust
efibootmgr
expac
eza
firefox
fzf
gdu
git
gpodder
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
htop
hyprland
hyprpaper
hyprpolkitagent
hyprsunset
inter-font
inxi
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
konsave
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libretro-shaders-slang
libretro-snes9x
lingot
linux
linux-firmware
linux-headers
ltris
lxqt-policykit
mako
man-db
man-pages
micro
milou
mousepad
mpv
nano
neofetch
network-manager-applet
networkmanager
ocean-sound-theme
openresolv
oxygen
oxygen-sounds
pacman-contrib
pamac-aur
paru
peazip
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
proton-vpn-gtk-app
qbittorrent
qqc2-breeze-style
qt-sudo
qtermwidget
ranger
rclone
retroarch
rofi
sddm
sddm-kcm
sof-firmware
spectacle
spicetify-cli
spicetify-marketplace-bin
spotify
spotify-player
steam
stow
systemsettings
tetris
tint-tetris
tldr
torbrowser-launcher
ttf-noto-nerd
vlc
volumeboost
wacomtablet
waybar
wget
wine
wine-gecko
wine-mono
winetricks
wl-clipboard
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xpad
xpadneo-dkms
yad
yt-dlp
